{
  "title": "Community Reviews",
  "routeSlug": "/case-studies/community-reviews",
  "cover": "../../images/dummies/img2.png",
  "publishedTimestamp": 1614513600,
  "contentBlocks": [
    {
      "type": "strong",
      "content": "Anandi"
    },
    {
      "type": "subtext",
      "content": "who is offering Body Music massage and tapping sessions"
    },
    {
      "type": "text",
      "content": "When we are open to the idea that the whole universe is sustaining us, our life is not only about survival, it is living beautifully, creatively, poetically – together, playfully, then things start to shift. With Aura Network app, it feels like living in unlimited abundance and joy. When that connection comes, we know it in our body. Today, what I can offer seems to be limitless,”"
    },
    {
      "type": "strong",
      "content": "Jasmine"
    },
    {
      "type": "subtext",
      "content": "who is an Aura Ambassador and part of the team"
    },
    {
      "type": "text",
      "content": "When you see others giving what you wouldn’t have thought of giving, it inspires you to share more.” She shares that initially she started offering what she was no longer using, but as she saw others share, she saw a creative opportunity for herself. She further reveals that she and her mother loved Avocadoes very much. This year when she patiently tended to several seedlings, she felt she wanted to share them with others. She feels that the app allows her to make new friends, especially with people she would have never met before."
    },
    {
      "type": "strong",
      "content": "Who this?"
    },
    {
      "type": "subtext",
      "content": "who is a somebody offering something from somewhere :)"
    },
    {
      "type": "text",
      "content": "I joined the app because I like new things. But, I also feel that the app has a bright future and can change something in Auroville.” He adds, “Tea is an amazing medium to bring people who don’t know each other well much closer.” He hosts the tea experience at his home, where he prepares special cakes, demonstrates how to brew the tea like the Chinese and tells stories of Chinese culture."
    }
  ]
}
