{
  "title": "Network Mechanics",
  "routeSlug": "/about/mechanics",
  "cover": "../../images/dummies/img2.png",
  "publishedTimestamp": 1614513603,
  "contentBlocks": [
    {
      "type": "text",
      "content": "The natural flow of life follows the fundamental law of impermanence. You get ‘free’ credits, in the same way nature gives you. You ‘share’ and feel joy, just like the cycles of a balanced ecosystem. You ‘circulate’ what you don’t use, just like the cycle of life and death in nature."
    },
    {
      "type": "text",
      "content": "When we realize the interconnectedness of life and learn to share, a fulfillment naturally arises. The system is a conscious use of technology to bring us together, to share the prosperity and abundance we already have, but are not aware of. "
    },
    {
      "type": "strong",
      "content": "Mechanics of the Aura Network"
    },
    {
      "type": "text",
      "content": "Auroville serves as the first international access point that taps into the Feces Standard Money (FSM) vision. Although the Aura and FSM platforms are currently standalones applications, as the they operate on two separate servers, the two platforms share the main mechanisms and an overlapping philosophy."
    },
    {
      "type": "supertext",
      "content": "1. Unconditional Access within Community"
    },
    {
      "type": "text",
      "content": "Any community member can join the virtual network and platform."
    },
    {
      "type": "supertext",
      "content": "2. Unconditional Endowment (tapping into the vision of Universal Basic Income)"
    },
    {
      "type": "text",
      "content": "Each user, upon joining, will unconditionally receive 12 Auras on a daily basis. As the network of users expands, these Auras can be used in a diverse range of ways to allow users to cover their relative needs."
    },
    {
      "type": "supertext",
      "content": "3. Unconditional Sharing"
    },
    {
      "type": "text",
      "content": "3 of the 12 Auras that are received daily must be shared with other peers in the network. Money is an energy that should be in a constant state of flow within an economy. The act sharing with others naturally induces a sense of camaraderie and community."
    },
    {
      "type": "supertext",
      "content": "4. Daily Depreciation"
    },
    {
      "type": "text",
      "content": "The 12 gifted Auras received every day depreciates at a daily rate of 9% to encourage real-time circulation and disincentivize hoarding. Why would one design a form of currency that reduces in value over time? The answer is simple. For money to flow, money must be a means and not an end. In other words, in a healthy economy—money is being used in real-time and not being hoarded with the hopes of buying something bigger, better and faster. Money as a tool is not intended for accumulation, but rather circulation."
    },
    {
      "type": "strong",
      "content": "Meaning Behind the Numbers"
    },
    {
      "type": "supertext",
      "content": "Why 12 daily gifted Auras? Why 9% rate of depreciation? Why 3 out 12?"
    },
    {
      "type": "text",
      "content": "The number 12 is symbolic in Auroville because Matrimandir uses the sacred geometry of 12 in its construction and garden landscape. Moreover, 12 is symbolic in describing time in nature as there are 12 months out of the year and seasons change within this span. 3 out of 12 translates to a quarter of one’s daily endowment. The 9% depreciation rate ensures that the 12 Auras received today will have nearly zero value within a month’s time."
    }
  ]
}
