{
  "title": "Project Background",
  "routeSlug": "/about/project-background",
  "cover": "../../images/dummies/img2.png",
  "publishedTimestamp": 1614513600,
  "contentBlocks": [
    {
      "type": "text",
      "content": "The vision of the Aura project is to break free from the linear value cycle where goods are used and turned into waste. The Aura creates a space for a circular economy where things considered waste, or things that are not being purposed can first be identified and then upcycled and repurposed."
    },
    {
      "type": "title",
      "content": "The Aura Network brings the ideals of Auroville as a human laboratory of transformation into a digital network that can realize a vision of human unity."
    },
    {
      "type": "strong",
      "content": "Science Walden Center"
    },
    {
      "type": "text",
      "content": "Science Walden Center is a research institute at the Ulsan National Institute of Science and Technology (UNIST) based in South Korea that is funded by the National Research Fund (NRF) of Korea. Science Walden is a government-sponsored initiative thatstrives to create convergencebetween disciplines including natural sciences, engineering, arts and humanities. Its most recent endeavour is to create a new virtual currency that could not only reshape the way people perceive money, but also how they go about interacting with it."
    },
    {
      "type": "strong",
      "content": "Feces Standard Money & Circular Basic Income"
    },
    {
      "type": "text",
      "content": "The major idea behind Feces Standard Money (FSM) is to create a new form of Universal Basic Income through the employment of an alternative currency that solely operates on a virtual platform."
    },
    {
      "type": "strong",
      "content": "Universal/Unconditional Basic Income"
    },
    {
      "type": "text",
      "content": "Universal/Unconditional Basic Income (UBI) is a novel concept that is being explored around the world as an effective replacement for the conventional welfare system. The main idea behind UBI is to empower every individual in society by giving them a direct means to cover certain needs and transcend past the limits of being on survival mode. In developing nations, pilot UBI projects have been conducted to alleviate poverty amongst the most vulnerable groups, whereas more affluent nations have used UBI as a means to address the issues caused by displacement of jobs due to automation. Currently, the discussion regarding UBI in developed parts of the world is centered around the reduction of “bullshit jobs”: will individuals feel encouraged to meaningfully contribute to society when they do not face pressure to engage in any type of employment to cover their fundamental needs? The central issue of UBI is how it could be funded over the long-term: how can money, cash or resources be pooled to provide equal dividends to all? Recent research has explored new ways of taxation which would not only be dependent on one’s income, but also determined by one’s occupation of land, and level of carbon footprint. In the traditional mode of UBI, funding is primarily done through various modes of taxation and a promotion of the commercial sector."
    },
    {
      "type": "strong",
      "content": "Circular Basic Income"
    },
    {
      "type": "text",
      "content": "A completely new approach to funding UBI could be the focus on existing resources, and more specifically, the identification and in turn circulation of resources within a community that are most under-utilized. The philosophy of Circular Basic Income, in contrast to the traditional mode of Basic Income, assumes the existence of abundance—that within any given community, certain needs of the people can be met with existing resources without having to generate more income, or provide additional (financial) means to consume (new) goods and services. The creation of a virtual platform on which all under-utilized goods and services can be placed could create easy and equal access to all users who consciously choose to join the circular network. The essence of Basic Income could then be transferred onto such a virtual platform through an unconditional endowment of a virtual currency to all users who can use these credits to access the (under-utilized) goods and services and foster exchange."
    },
    {
      "type": "text",
      "content": "According to the Professor Cho, the head of Science Walden, the symbol of the virtual currency that could manifest the vision of Basic Income could be feces given that feces currently serves as one of the most overlooked and under-utilized resources in the world. Moreover, since producing feces is an act that is performed by every living being, using feces as a symbol for a new currency further highlights the hidden truth that each being is creating value for which he or she should be rewarded."
    },
    {
      "type": "strong",
      "content": "Global Vision: Auroville as First International Access Point"
    },
    {
      "type": "text",
      "content": "FSM, as initially envisioned by Professor Jaeweon Cho, is intended to create a global network for manifesting the vision of Circular Basic Income. The idea is to create network points around the world which every user can seamlessly access and migrate from one point to the other. A handful of access points (i.e. Ulsan, Jeju Island, Seoul, etc.) have so far been established in South Korea with the launch of the FSM platform (URL: fsm.network) in 2019. At this stage of the project, the focus is to strengthen these access points on a local level by garnering a solid user base and then work on encouraging users to engage on other networks."
    },
    {
      "type": "text",
      "content": "Auroville serves as the first international access point that taps into the FSM vision. Although the Aura and FSM platforms are currently standalones applications as the they operate on two separate servers, the two platform share the main mechanisms and an overlapping philosophy."
    }
  ]
}
