{
  "title": "Circular Basic Income in Auroville",
  "routeSlug": "/about/significance-of-circular-basic-income-in-auroville",
  "cover": "../../images/dummies/img2.png",
  "publishedTimestamp": 1614513602,
  "contentBlocks": [
    {
      "type": "strong",
      "content": "Moving Towards a Cashless Society"
    },
    {
      "type": "text",
      "content": "Auroville has a long documented history of experimenting with alternative currencies and economies including market economy, gift economy, bartership, and several versions of mixed economy incorporating some or all of the others. The core values and focus of Auroville have always been centered in social welfare through sustainability and provision of basic resources for all its citizens. UBI has a direct alignment with the aims and ideals of Auroville as UBI would create the foundation on which individuals would have the time and space to contribute to the Collective based on unique skills and talent."
    },
    {
      "type": "title",
      "content": "Aura Network facilitates a care economy where the diversity of skills and talent from members of the Network can cover the unique relative needs of others in the community."
    },
    {
      "type": "text",
      "content": "As Auroville strives to create a cashless society, moving towards a digital domain where there is no need for the physical exchange of notes and coins is an obvious step forward. Moreover, by creating a digital currency that is founded on the idea of collectivism (i.e. covering the needs of other members in the community) rather than individualism (i.e. accumulation of money for the purpose of satisfying all wants and materialistic desires), the community can create a network of exchange that is seamlessly accessible by all."
    },
    {
      "type": "strong",
      "content": "Social Sharing Network"
    },
    {
      "type": "text",
      "content": "Currently, the only digital platform in Auroville on which community members can interact and exchange with each other is Auronet that is quite outdated in user interface and limited in the amount of features it offers its users. By creating a more technological advanced platform that incorporates features from social media (i.e. Instagram, Facebook, Twitter) and online marketplaces (i.e. eBay, Craigslist, Fiverr), a socially-driven platform can be created that will specifically cater to the needs of Auroville community members."
    },
    {
      "type": "text",
      "content": "There is a dire need in Auroville for a social platform that could allow newer members of community (i.e. Newcomer, Volunteer, new Aurovilian) to tap into the network of freely exchanged goods and service that consists of old-time Aurovilians who are very well-acquainted with each other. Moreover, there is a need to create a digital platform on which people can post their acts of goodwill (i.e. language lessons, deep listening, gardening, etc.) that could allow community members to help cover each other’s needs."
    },
    {
      "type": "text",
      "content": "To address the needs mentioned above, the Aura team has come up with the concept of a “Social Sharing Network” wherein users can view profiles of community members, units and communities and interact with them through a basic chat feature,"
    }
  ]
}
