{
  "quotes": [
    {
      "text": "We wanted an ideal society without money, a cashless society. I thought we could do it right away. Here we are about 45 years later and we doing it now with this Aura. I couldn’t believe there was vegan banana bread offered for auras. The very next day I had my cake and ate it too! Does it get better than that?",
      "source": "B William, International Zone"
    },
    {
      "text": "Aura is nurtured and created with an intention. (It) can spread out into other domains of everyday life. Even in the little activities that we do, in the little offerings we make for the play... Ideal the concept of Aura being a medium of exchange, creating a space of generosity, abundance. It is what I have been living and feeling.",
      "source": "Anandi, Savitri Bhavan"
    },
    {
      "text": "Aura has given me an excellent space to just share food with the community. I’m a Newcomer...just been in the Aura Network for a month and a half and it let me know many people, many more connections. It was amazing.",
      "source": "Archana, Evergreen"
    },
    {
      "text": "I came to Auroville because I wanted to live in a place that looked at economics and community differently. I see Aura as portraying exactly this, it is happening, its working, and more people are becoming a part of it. This is exciting.",
      "source": "Luke, Maison des Jeunes"
    },
    {
      "text": "I always wanted to go to a university but somehow it didn’t work out. Aura gave me access to people that are happy to share their knowledge in my field of interest! So whether I go to a university or not, learning is happening.",
      "source": "Tina, Youth Center"
    },
    {
      "text": "The Aura application creates a new kind of community. It helps me to look at my life and see what I can offer. It encourages me to be brave and reach out to others. I am looking around my home and identifying objects that I no longer use. I look inside myself: what do I know that I can share. I can offer these things, and knowledge, that someone else is interested in or needs. I’m meeting new people that otherwise I may not have met. I am more open to what I need knowing there is a platform to communicate it.",
      "source": "Amy, International Zone"
    },
    {
      "text": "Interacting on the Aura app has give the closest experience with “true economy” I’ve ever had at this scale. By this, I mean that somehow, in the removing of conventional currency as a method of transaction, a sense of generosity flows more, in general, and true & living value is spontaneously established. The residual consumeristic sense of cost as too much or too “cheap” is much less present which instead allows attention to be directed inwardly at one’s actual wishes/needs (and the wishes needs of others!). It’s a little sneak peek into a shared experience of abundance; in which all are made more by giving and receiving. On the Aura app I’ve both offered items and received items & services. All led to notably lovely human interactions. I’ve met people I wouldn’t have otherwise met. All this is merely the first introductory phase of the app. Until the time when conventioanl currency is removed altogether, I feel Aura app platform is giving a practical transitional method which can only evolve further as a value creating medium of exchange.",
      "source": "Kaliananda, Surrender"
    },
    {
      "text": "Aura is a wonderful platform for exchange and try new activities. It's also perfect space to connect with new people from our community. Give- it's the best way to receive. Thank you very much to the team.",
      "source": "Veronique, Realization"
    },
    {
      "text": "This Aura platform is just a daring and wonderful initiative. In the context of such a project like Auroville it is so precious to multiply interactions between the residents. Aura is doing that playfully and that is another important aspect of it. One more exquisite feature is the interface of the app: I have rarely seen such a well thought interface, both at the point of view simple graphic beauty and ergonomy.",
      "source": "Rakhal, Sukhavati"
    },
    {
      "text": "My experience with Aura is great and very inspiring. It really enhances my feeling and sense of community. I enjoy it being based on a currency which seems more healthy/fair than money in my opinion. The Aura is far beyond the concept of money. It’s proudly our means of exchanging with a value which we are defining as a community. Also, using this platform enhances my feeling of community as I’m sharing what I know well with the community and I get to know more people thanks to the app.",
      "source": "Laure, Auromode"
    },
    {
      "text": "It provides me a platform where I can browse through to find what truly suits and offer my skills in the best possible way. It gives me a chance to share, communicate and engage with my community members. I get to enjoy access to things that are important to me like classes, nutrition. I also learn what I can offer that the community can benefit from. The system of providing, sharing and supporting each other through needs, offerings and donations of auras aids to my experience of community life and inclusion.",
      "source": "Maithili, Fertile"
    },
    {
      "text": "I've been using the Aura app since over three months now. The app is constantly improving and implementing the feedback given. In the app itself, I have posted simple offers and needs, and they are fulfilled almost immediately. I love how it has brought the community closer. I have made new friends in Auroville, and helped the community too. Aura app is a perfect and simple example of alternate economy, and it fits hand-in-glove with Auroville.",
      "source": "Yatharth & Nivetha"
    },
    {
      "text": "Aura App is amazing app to bring community exchange of various products and services. I enjoy sharing food on this app and have also received offerings from others. This app has helped me get to know people closely through sharing. I really like the way the alternate money can be used to not only exchange products and services but to build relationships with the community.",
      "source": "Archana, Grace"
    }
  ]
}
